tap 'homebrew/cask-fonts'

brew 'git'
brew 'ghq'
brew 'peco'
brew 'vim'
brew 'awscli'
brew 'gh'
cask 'iterm2'
cask 'visual-studio-code'
cask 'google-chrome'
cask 'firefox'
cask 'github'
cask 'docker'
cask 'google-japanese-ime'
cask 'slack'
cask 'discord'
cask 'box-drive'
cask 'dropbox'
cask 'google-drive-file-stream'
cask 'gimp'
cask 'postman'
mas 'LINE', id: 539883307
mas "Xcode", id: 497799835
mas 'Twitter', id: 1482454543
mas 'Kindle', id: 405399194

cask 'font-source-han-code-jp'
